{
  "articles": [
    {
      "title": "HeForShe: She for He",
      "url": "https://nicolaspayen1978.github.io/Articles/01_HeforSheSheforHe/Article01.html",
      "date": "2015-09-30",
      "summary": "\"HeForShe: She for He\" is an article that discusses the importance of gender equality and the role of men in achieving it. The author emphasizes the need for men to support women's rights and to challenge gender stereotypes. The article also highlights the HeForShe campaign, initiated by UN Women, which encourages men and boys to stand up against the inequalities faced by women and girls. The author believes that gender equality is not just a women's issue, but a human rights issue that affects everyone, and therefore, everyone should be involved in the fight for equality."
    },
    {
      "title": "Productivity Lessons from Settling Down in the World’s Best Place to Do Business",
      "url": "https://nicolaspayen1978.github.io/Articles/03_ProductivityLessonsSingapore/Article03.html",
      "date": "2015-10-27",
      "description": "The article discusses the author's personal experience of settling down in Singapore, which is considered the world's best place to do business. The author shares productivity lessons learned from the city's efficient work culture, including the importance of discipline, punctuality, and respect for hierarchy. The author also highlights the city's infrastructure, cleanliness, and safety, which contribute to a conducive work environment. The article suggests that these factors, combined with the city's strategic location and pro-business policies, make Singapore an ideal place for businesses and professionals."
    },
    {
      "title": "Atmosphere, Atmosphere",
      "url": "https://nicolaspayen1978.github.io/Articles/02_AtmosphereAtmosphere/Article02.html",
      "date": "2015-11-18",
      "description": "-1"
    },
    {
      "title": "Industrial IoT: Putting Customer Services at the Core",
      "url": "https://nicolaspayen1978.github.io/Articles/04_IndustrialIoT/Article04.html",
      "date": "2015-12-18",
      "description": "The article discusses the role of Industrial Internet of Things (IIoT) in enhancing customer service. It emphasizes that IIoT can provide real-time data, enabling businesses to predict and respond to customer needs more effectively. The author suggests that IIoT can help companies to improve their products and services, reduce costs, and increase efficiency. The article also highlights the importance of data security in IIoT, stating that businesses must ensure the privacy and protection of customer data. The author concludes by stating that IIoT is a powerful tool that can transform customer service if used correctly."
    },
    {
      "title": "Building Your IoT All-Star Engineering Team",
      "url": "https://nicolaspayen1978.github.io/Articles/05_BuildingIoTteam/Article05.html",
      "date": "2016-02-01",
      "description": "Building Your IoT All-Star Engineering Team\" provides insights on how to assemble a successful Internet of Things (IoT) engineering team. It emphasizes the importance of having a diverse team with a range of skills, including software development, hardware engineering, data analysis, and project management. The author also highlights the need for team members to have a deep understanding of IoT technology and its potential applications. Additionally, the article suggests that successful IoT teams should be adaptable, able to work collaboratively, and have a strong focus on problem-solving."
    },
    {
      "title": "Dreaming Out Loud",
      "url": "https://nicolaspayen1978.github.io/Articles/06_DreamingOutLoud/Article06.html",
      "date": "2016-11-18",
      "description": "-1"
    },
    {
      "title": "From Augmented Reality to Augmented Experience (AR-X)",
      "url": "https://nicolaspayen1978.github.io/Articles/07_AR-X/Article07.html",
      "date": "2017-06-07",
      "description": "-1"
    },
    {
      "title": "Discover Why Your Innovation Strategy Needs More Autonomous Teams",
      "url": "https://nicolaspayen1978.github.io/Articles/08_InnovationStrategy/Article08.html",
      "date": "2017-06-22",
      "description": "This article emphasizes the importance of autonomous teams in innovation strategies, especially for corporations facing digital disruption. It highlights how corporate start-up studios enhance breakthrough innovation by combining entrepreneurial agility with corporate resources. The approach fosters resilience, accelerates digital transformation, and drives success in the evolving business landscape."
    },
    {
      "title": "Entrepneur’s life",
      "url": "https://nicolaspayen1978.github.io/Articles/09_EntrepreneursLife/Article09.html",
      "date": "2020-01-21",
      "description": "-1"
    },
    {
      "title": "Three Ways Positive Energy Ltd transforms the energy industry",
      "url": "https://nicolaspayen1978.github.io/Articles/10_ThreeWaysPELtransformsEnergyIndustry/Article10.html",
      "date": "2020-02-12",
      "description": "Positive Energy Ltd transforms the energy industry by enhancing visibility for smaller renewable projects, enabling cross-border collaboration among energy players, and building capacity for local SMEs. Its digital platform simplifies investment preparation, supports sustainable project development, and empowers emerging markets to drive the transition towards clean and efficient energy solutions."
    },
    {
      "title": "What if countries were tackling Climate Change with the same intensity and urgency as Covid-19?",
      "url": "https://nicolaspayen1978.github.io/Articles/11_TaklingClimateChangeLikeCovid/Article11.html",
      "date": "2021-02-26",
      "description": "The article explores how governments could tackle climate change with the same urgency as the Covid-19 crisis. It suggests radical policies, economic support packages, and measurable KPIs to drive a green recovery. The proposed strategies aim to accelerate decarbonization, foster sustainable development, and initiate a 5th industrial revolution."
    },
    {
      "title": "Why and How to use Net Present CO2 saving for smarter Climate Action decisions?",
      "url": "https://nicolaspayen1978.github.io/Articles/12_NetPresentCarbonSavings/Article12.html",
      "date": "2021-03-09",
      "description": "This article introduces the concept of Net Present CO2 Saving to enhance climate action decisions. It emphasizes the urgency of immediate CO2 reductions, showing how delays require accelerated future efforts. The approach helps prioritize impactful projects, align strategies with sustainability goals, and improve transparency in climate-related investments."
    },
    {
      "title": "Five Thoughts about Hydrogen",
      "url": "https://nicolaspayen1978.github.io/Articles/13_FiveThoughtsaboutHydrogen/Article13.html",
      "date": "2021-03-16",
      "description": "This article emphasizes the critical need for a 100% green hydrogen commitment to ensure hydrogen’s role in climate action. It highlights the environmental risks of grey and blue hydrogen, advocates for green hydrogen in the energy transition, critiques inefficient hydrogen shipping, and stresses that funding should support only green initiatives."
    },
    {
      "title": "Carbon Pricing for Net-Zero: Resulting LCOE Estimates",
      "url": "https://nicolaspayen1978.github.io/Articles/14_CarbonPricingforNetZero/Article14.html",
      "date": "2021-03-24",
      "description": "The article explores carbon pricing for achieving Net-zero targets, emphasizing the importance of aligning prices with the cost of Direct Air Carbon Capture (LCCC). It discusses carbon footprint classifications, decarbonization strategies, and the impact of carbon pricing on Levelized Cost of Electricity (LCOE), advocating for policy alignment to drive effective climate action."
    },
    {
      "title": "Project Finance vs. Corporate Finance to Invest in Decarbonization and Climate Change Mitigation",
      "url": "https://nicolaspayen1978.github.io/Articles/15_ProjectFinance_vsCorporateFinance/Article15.html",
      "date": "2021-08-12",
      "description": "This article explores the differences between Project Finance and Corporate Finance for investing in decarbonization and climate change mitigation. It highlights why Project Finance, through structured Special Purpose Vehicles (SPVs), offers clearer risk profiles, easier impact assessments, and greater investment efficiency, making it ideal for supporting renewable energy projects."
    },
    {
      "title": "Energy Procurement for Decarbonization",
      "url": "https://nicolaspayen1978.github.io/Articles/16_EnergyProcurement_forDecarbonization/Article16.html",
      "date": "2021-10-07",
      "description": "-1"
    },
    {
      "title": "Why are governments considering treating the Fossil Fuel industry like Big Tobacco?",
      "url": "https://nicolaspayen1978.github.io/Articles/17_FossilFuelTobacco/Article17.html",
      "date": "2021-10-21",
      "description": "-1"
    },
    {
      "title": "How do I decarbonize my household and make money?",
      "url": "https://nicolaspayen1978.github.io/Articles/18_HomeDecarbonization/Article18.html",
      "date": "2021-11-17",
      "description": "-1"
    },
    {
      "title": "A call for clean energy defense bonds",
      "url": "https://nicolaspayen1978.github.io/Articles/19_ACallForCleanEnergyDefenseBonds/Article19.html",
      "date": "2022-06-13",
      "description": "This article by Nicolas Payen advocates for clean energy defense bonds as a strategic solution to combat inflation, enhance energy security, and accelerate climate action. It proposes selective quantitative easing for clean energy investments, ensuring economic stability while addressing the challenges of fossil fuel dependency, geopolitical conflicts, and climate change."
    },
    {
      "title": "Introducing the universal solar tariff",
      "url": "https://nicolaspayen1978.github.io/Articles/20_UniversalSolarTariff/Article20.html",
      "date": "2022-09-21",
      "description": "The Universal Solar Tariff, introduced by Nicolas Payen, proposes a subscription model offering affordable, clean solar electricity to all, including those without solar rooftops. This concept aims to reduce energy inequality, optimize EV charging, and drive decarbonization, making solar energy more accessible while supporting utilities in managing grid efficiency."
    },
    {
      "title": "Letter to Dr. Jordan B. Peterson",
      "url": "https://nicolaspayen1978.github.io/Articles/21_LetterToJordanPeterson/Article21.html",
      "date": "2022-11-18",
      "description": "Nicolas Payen’s open letter to Dr. Jordan B. Peterson challenges his views on climate change. The letter urges Peterson to reconsider scientific evidence, confront the harsh climate reality, and embrace leadership in advocating for sustainability. It calls for courage, reflection, and action to protect future generations and the planet."
    },
    {
      "title": "An Ode to Climate Leaders",
      "url": "https://nicolaspayen1978.github.io/Articles/22_AnOdeToClimateLeaders/Article22.html",
      "date": "2023-05-26",
      "description": "Nicolas Payen’s poetic tribute celebrates climate leaders—activists, policymakers, corporations, scientists, and educators—who champion sustainability and drive change. The piece honors their courage, innovation, and determination in the fight against climate change, inspiring collective action for a cleaner, greener future. It’s a call to continue pushing boundaries together."
    },
    {
      "title": "10 Do’s and Don’ts of Power Purchase Agreements (PPAs) for Renewable Energy Projects",
      "url": "https://nicolaspayen1978.github.io/Articles/23_PPA_Do_Dont/Article23.html",
      "date": "2023-05-27",
      "description": "Nicolas Payen outlines 10 essential do’s and don’ts for structuring Power Purchase Agreements (PPAs) in renewable energy projects. The article emphasizes best practices for risk mitigation, contract negotiation, and stakeholder engagement, offering strategic insights to ensure long-term project success, financial stability, and alignment with sustainability goals."
    },
    {
      "title": "Unlocking Energy Efficiency: Exploring Energy Performance Contracts (EPC)",
      "url": "https://nicolaspayen1978.github.io/Articles/24_Unlocking_EE_EPC/Article24.html",
      "date": "2023-05-29",
      "description": "Nicolas Payen explores how Energy Performance Contracts (EPCs) drive energy efficiency and carbon reduction in buildings and industrial processes. The article explains EPC mechanisms, their comparison with Power Purchase Agreements (PPAs), key baseline considerations, and financial benefits, highlighting how EPCs enable cost-effective, sustainable energy solutions for long-term operational improvements."
    },
    {
      "title": "10 Analogies Between the Tobacco Industry and the Fossil Fuel Industry",
      "url": "https://nicolaspayen1978.github.io/Articles/25_TenAnalogiesTabaccoFossilFuel/Article25.html",
      "date": "2023-06-14",
      "description": "Nicolas Payen explores ten striking parallels between the tobacco and fossil fuel industries. The article highlights shared strategies such as denying scientific evidence, manipulating public perception, lobbying, and delaying meaningful action on health and environmental concerns. It emphasizes the industries’ tactics to protect their interests despite harmful societal impacts."
    },
    {
      "title": "Are Behind-the-Meter Battery Energy Storage Systems the Secret Enabler of Our 2030 Climate Targets?",
      "url": "https://nicolaspayen1978.github.io/Articles/26_BehindTheMeterStorage/Article26.html",
      "date": "2023-11-07",
      "description": "The article discusses the potential of Behind-the-Meter (BTM) battery energy storage systems in achieving 2030 climate targets. It suggests that BTM systems, which allow consumers to store and manage their own energy, could be a key enabler of renewable energy adoption. The author argues that these systems can help balance the grid, reduce energy costs, and increase energy independence. However, the article also highlights the need for regulatory changes and technological advancements to fully realize the potential of BTM systems."
    },
    {
      "title": "2023 was a Great Year for Climate Tech Investors",
      "url": "https://nicolaspayen1978.github.io/Articles/27_4Gs2023YE/Article27.html",
      "date": "2024-01-10",
      "description": "Nicolas Payen’s 4Gs portfolio achieved a 19% return in 2023, driven by strong performances in Climate Tech (+25%) and Generational Tech (+29%). The strategy focuses on long-term growth, ethical investing, and global diversification. The article also highlights challenges with non-US/EU investments and emphasizes the intellectual and personal value of investing."
    },
    {
      "title": "Charting the Skies: The Start-up Journey as an Epic Fligh",
      "url": "https://nicolaspayen1978.github.io/Articles/28_ChartingTheSky/Article28.html",
      "date": "2024-10-14",
      "description": "In this article, Nicolas Payen likens the start-up journey to piloting an aircraft, exploring key entrepreneurial stages such as building an MVP, securing funding, and navigating market turbulence. The piece offers insights into risk management, team building, and growth strategies, providing an inspiring guide for aspiring entrepreneurs."
    },
    {
      "title": "Leadership at the Crossroads of Brain and Gut",
      "url": "https://nicolaspayen1978.github.io/Articles/29_BrainGuts/Article29.html",
      "date": "2024-11-20",
      "description": "Nicolas Payen explores the balance of logic, intuition, and ethics in leadership. He discusses how aligning vision, urgency, and a learning culture helps leaders navigate complex decisions. The article emphasizes the importance of mutual monitoring between brain and gut instincts to make effective, ethical, and meaningful leadership choices."
    },
    {
      "title": "4Gs portfolio update - 2024 Annual returns",
      "url": "https://nicolaspayen1978.github.io/Articles/30_4Gs_2024_YE/Article30.html",
      "date": "2025-01-10",
      "description": "Nicolas Payen’s 4Gs portfolio achieved a 24.6% return in 2024, outperforming the S&P 500. Driven by Climate Tech, EssilorLuxottica, and a rebound in China’s equities, the portfolio reflects long-term societal and technological trends. Future goals focus on rebalancing towards Green investments, enhancing dividends, and scouting growth opportunities."
    },
    {
      "title": "The AI Running Dinner Challenge, Fight of the Giants",
      "url": "https://nicolaspayen1978.github.io/Articles/31_AI_running_dinner_challenge/Article31.html",
      "date": "2025-03-15",
      "description": "Nicolas Payen explores how organizing a running dinner for 27 neighbors turned into an unexpected AI challenge. Various AI engines, including xAI and OpenAI, were tested to create an optimal dinner route. The results highlighted AI strengths, limitations, and the importance of iterative problem-solving in complex, real-world scenarios."
    }
  ],
  "projects": [
    {
      "title": "4Gs Portfolio",
      "url": "https://nicolaspayen1978.github.io/web_perso/4Gs.html",
      "description": ""
    },
    {
      "title": "KOI Equity Research",
      "url": "https://github.com/nicolaspayen1978/KOI",
      "description": ""
    },
    {
      "title": "ClimateTech on LinkedIn",
      "url": "https://www.linkedin.com/groups/12485043/",
      "description": ""
    }
  ],
  "contact": [
     {
      "title": "email",
      "url": "mailto:nicolas_payen@icloud.com",
      "description": "how to reach Nicolas Payen by email"
    },
     {
      "title": "book meeting",
      "url": "https://calendly.com/nicolas_payen/30min",
      "description": "how to book a meeting with Nicolas Payen using calendly."
    },
    {
      "title": "github",
      "url": "https://github.com/nicolaspayen1978",
      "description": "how to book a meeting with Nicolas Payen using calendly."
    }
  ],
  "career": [
    {
      "title": "professional journey or timeline",
      "url": "https://nicolaspayen1978.github.io/Resumes/TimeLine.html",
      "description": "A detailed description of Nicolas Payen's career path with his various jobs, employers, companies, successes, educations, and diplomas. It also includes the results of personality tests he has taken over the years."
    },
    {
      "title": "resume or CV",
      "url": "https://nicolaspayen1978.github.io/Resumes/Nicolas_Payen_resume_XL.html",
      "description": "A formal resume that describes shortly Nicolas Payen's career."
    }
  ],
  "family": {
    "son": "Floris Payen, borned on the 2nd of April 2012 in Suresnes France, Very clever and funny boy. He likes football and can speak several languages.",
    "daughter": "Romy Payen, borned on the 11 of January 2016 in Singapore, Very sportive, clever, and careing girl. Shes likes dog and play outside with friends.",
    "wife": "Eveline Noya, borned on the 10th of June 1975 in Tegelen. She has dutch and indonesian origin. Very beautiful and clever person. Successful senior HR professional. Amazing mother.",
    "father": "Hubert born in 1950 in Nice. Electrician by training and later graduated as engineer in power system. He had 10 sisters and brothers. He grew up in Nice and in Aix-les-Bains.",
    "mother": "Anne born in 1954 in Peyrelevade. She worked in the administration office of an Hospital all of her career. She is now part of an association that looks after carehouses for disabled adults.",
    "sister": "Delphine born in 1973 in Valence. She is a nurse by training. She is married with Eric who is a firefighter and a nurse. She has two daughters Annelise and Sarah.",
    "borther": "Jean-Baptise born in 1983. Got meningitis as a baby and was left severly disabled. He spent most of his young life at Nicolas' parents and later in specialised care houses nearby Crest in Drôme.",
    "others": "Jeffrey Noya is the youngest borther of Eveline. He is married with Arlene Koelewijn. They have 3 young boys. Levin, Modi, and Jayce."
  }
}